Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: This is the same problem that we had in the last video.
ht: Sa se pwoblèm menm sa nou te genyen nan videyo dènye a.

source: But instead of trying to figure out whether the data supplies sufficient evidence to conclude that the engines meet the actual emissions requirement, and all of the hypothesis testing, I thought I would also use the same data that we had in the last video to actually come up with a 95% confidence interval.
ht: Men olye ke yo ap eseye pou evalye si done fournitures ase evidans, dezyem prèv pou fèmen sa motè ranpli kondisyon émissions aktyèl la, ak tout de la ipozisyon sonde, mwen te panse mwen tou ta pwal itilize menm data nou menm ki te nan videyo dènye a aktyèlman vini ak yon 95% entèval konfyans.

source: So you could ignore the question right here.
ht: Se konsa ou te kapab inyore kesyon isit.

source: You can ignore all of this.
ht: Ou ka meprize tout sa.

source: I'm just using that same data to come up with a 95% confidence interval for the actual mean emission for this new engine design.
ht: Mwen sèlman ap itilize sa menm done pou vini ak yon 95% entèval konfidans pou réel emisyon mechan pou sa nouvo motè conception.

source: So we want to find a 95% confidence interval.
ht: Se konsa nou vle jwenn yon entèval konfidans 95%.

source: And as you could imagine, because we only have 10 samples right here, we're going to want to use a
ht: Menm jan ou te kapab kwè, paske nou gen sèlman 10 échantillons dwat isit la, nou pral ta vle itilize yon

source: And right down here I have a T-table.
ht: Et droit desann isit la mwen gen yon tab T.

source: And we want a 95% confidence interval.
ht: Apre sa, nou vle yon entèval konfidans 95%.

source: So we want to think about the range of T-values that 95-- or the range that 95% of T-values will fall under.
ht: Se poutèt sa, nou vle pou panse osijè de gamme de T-valè ke 95 - ou ranje sa 95% nan T-valè ap tonbe anba a.

source: So let's think about this way.
ht: Se konsa nou panse osijè de chemen sa a.

source: So let me draw a
ht: Se pou m' fè yon

source: T-distribution right over here.
ht: T-distribisyon droit sou isit la.

source: So a T-distribution looks very similar to a normal distribution but it has fatter tails.
ht: Se konsa yon distribisyon T parèt trè sanble ak yon nòmal distribisyon men li gen pi gra queue.

source: This end and this end will be fatter than in a normal distribution.
ht: Fin sa a ak nan fen sa a y' a fre pase yon nòmal distribisyon.

source: And then we want to find an interval, so if this is a normalized T-distribution the mean is going to be 0.
ht: E lè sa a nou vle pou jwenn yon entèval, sa si sa se yon nòmalizasyon T-distribisyon: la pwal 0.

source: And we want to find interval of T-values between some negative value here and some positive value here that contains 95% of the probability.
ht: E nou vle pou konnen entèval de T-valè ant kèk negatif valè isit la ak kèk pozitif valeur isit la ki contient 95% nan pwobabilite a.

source: So this right here has to be 95%.
ht: Se poutèt sa a isit-menm gen pou être 95%.

source: And to figure what these critical T-values are at this end and this end, we can just use a T-table.
ht: Pou figure sa kritik T-valè sa yo se lè sa a fen ak nan fen sa a, nou kapab sèvi jis ak yon tab T.

source: And we're going to use the two-sided version of this because we're symmetric around the center.
ht: E nou pral sèvi ak vèsyon pipiti de la de kote youn de sa paske nou gen simetrik nan mitan.

source: So you look at the two-sided, we want a 95% confidence interval, so we're going to look right over here, 95% confidence interval.
ht: Se konsa, ou gade nan a de kote nou vle yon konfidans 95% entèval, se poutèt sa, nou pral voye je dwat sou isit la, 95% entèval konfyans.

source: We have 10 data points, which means we have 9 degrees of freedom.
ht: Nou gen 10 done pwen, ki vle di nou pa gen 9 degre de libète.

source: So 9 degrees of freedom for our 10 data points.
ht: Se konsa 9 degre de libète pou pwen 10 enfòmasyon nou yo.

source: We just took 10 minus 1.
ht: Nou sèlman pran 10 moins 1.

source: So if we look over here, so for a T-distribution with 9 degrees of freedom, you're going to have 95% of the probability is going to be contained within a T-value of-- so the T-value is going to be between negative, so this value right here is 2.262, and this value right here is negative 2.262.
ht: Si nou voye je sou isit la, se konsa pou yon T separe ak 9 degre de libète yo, nou pral dwe 95% de la pwobabilite pwal être contenue nan yon valè T de - se konsa valè T a pwal ant négatif, se konsa valè dwa sa a isit la, se 2.262, Et sa a valè dwat isit la se negatif 2.262.

source: That's what this right here tells us.
ht: Sa se sa sa a isit-menm di nou.

source: That if you contain all the values that are less than 2.262 away from the center of your T-distribution, you will contain 95% of the probability.
ht: Si sa nou genyen tout valè sa yo mwens ke 2.262 kite sant de distribisyon T ou, ou p'ap genyen 95% nan pwobabilite a.

source: So that is our T-distribution right there.
ht: Se poutèt sa se nou T-distribisyon la a.

source: Let me make it very clear.
ht: Pou m' fè l' trè klè.

source: This is our T-distribution.
ht: Sa se distribisyon T nou. ...

source: So if you randomly pick a T-value from this
ht: Si ou reponn au yon T valè de sa

source: T-distribution, it has a 95% chance of being within this far from the mean.
ht: T-distribisyon, li gen yon chans 95% Des cours nan sa byen lwen a vle di.

source: Or maybe we should write this way.
ht: Ou gen dwa nou ta dwe ekri wout sa a.

source: If I pick a random T-value, if I take a random T-statistic-- let me write it this way-- there's a 95% chance that a random T-statistic is going to be less than 2.262, and greater than negative 2.262.
ht: Si mwen chwazi yon o aza T-valè, si m' pran yon o aza T-estatistik- kite m' ekri l' men ki jan-pa gen yon 95% chance sa yon o aza T-estatistik k pou mwens pase 2.262, Et pi gran pase negatif 2.262.

source: 95% percent chance.
ht: 95% pousan chans.

source: Now when we took this sample, we could also derive a random
ht: Koulye a lè nou te pran echantiyon sa a, nou te kapab tou tirer yon o aza

source: T-statistic from this.
ht: T-estatistik de sa.

source: We have our sample mean and our sample standard deviation, our sample mean here is 17.17-- figured that out in the last video, just add these up, divide by 10-- and our sample standard deviation here is 2.98.
ht: Nou dwe nou mwayen echantiyon Et devyasyon estanda echantiyon nou, nou echantiyon isit la se 17.17 - sipoze sa soti nan videyo dènye a, jis ajoute sa leve, divize 10 - ak nou estanda echantiyon devyasyon isit la se 2.98.

source: So the T-statistic that we can derive from this information right over here-- so let me write it over here-- the
ht: Se konsa a T-estatistik sa nou ka tirer de enfòmasyon sa a droit sou isit la ki se pou m' ekri l' sou ici - a

source: T-statistic that we could derive from this, and you can view this T-statistic as being a random sample from a
ht: T-estatistik sa yo nou te kapab tirer de sa, e ou kapab wè sa a T estatistik menm jan yo te yon ti aléatoire de yon

source: T-distribution.
ht: T-distribisyon.

source: A T-distribution with 9 degrees of freedom.
ht: Yon T-separe ak 9 degre de libète.

source: So the T-statistic that we could derive from that is going to be our mean, 17.17 minus the true mean of our population.
ht: Se konsa, a T-estatistik sa nou te kapab tirer de sa se va pou nou:, 17.17 moins a: tout bon de nou popilasyon an.

source: Or actually you would say the true mean of our sampling distribution, which is also going to be the same as the true mean of our population, because that's our population mean over there, divided by s, which is 2.98 over the square root of our number of samples.
ht: Ou ou ta di ke tout bon vle di nou D' distribisyon, ki tou pwal tou a vre: nan popilasyon an, paske se pou sa popilasyon an mechan pase la a, divize pa s, ki se 2.98 sou gwo lakou a rasin nou kantite echantiyon yo genyen.

source: We've seen this multiple times.
ht: Nou te wè sa a plizyè fwa.

source: This right here is the T-statistic.
ht: Isit-menm se T-estatistik.

source: So by taking this sample you can say that we've randomly sampled a T-statistic from this 9 degree of freedom
ht: Se konsa, t' ap fè echantiyon sa a ou kapab di ke nou te gen au lot yon T estatistik de 9 degre libète sa a

source: So there's a 95% chance that this thing right over here is going to be between-- is going to be less than 2.262 and greater than negative 2.262.
ht: Se konsa pa gen yon chans 95%. se yon bagay byen sou isit la va gen ant - ap gen mwens ke 2.262 Et pi gran pase negatif 2.262.

source: So the 95% probability still applies to this right here.
ht: Se konsa, pwobabilite 95% a toujou la pou dwa sa a isit la.

source: Now we just have to do some math, calculate these things.
ht: Koulye a, nou jis gen pou fè kèk matematik, kalkile bagay sa yo.

source: So let me get my calculator out.
ht: Se pou m' mete m' calculatrice yo deyò. ...

source: And so let me just calculate this denominator right over here.
ht: Se konsa se pou m' kalkile sa a sèlman denominatè droit sou isit la.

source: So we have 2.98 divided by the square root of 10.
ht: Se konsa nou dwe 2.98 ki te divize pa rasin kare de 10.

source: So that's 0.9423.
ht: Se poutèt sa se 0.9423.

source: So what I'm going to do is I'm going to multiply both sides of this equation by this expression right over here.
ht: Se poutèt sa, se sa mwen pral fè m ap grennen timoun nan tou de kote yo ekwasyon sa a pa espresyon sa a droit sou isit la.

source: So if I do that-- so let me just do that right over-- so if I multiply this entire-- this is really two equations or two inequalities I should say.
ht: Se konsa si m' fè sa ki se pou m' sèlman fè sa byen Sur - sa Si mwen eple kou tout sa a - sa se vrèman ekwasyon de ou de inegalite mwen ta dwe di.

source: That this quantity is greater than this quantity and that this quantity's greater than that quantity.
ht: Quantité sa a gen plis pouvwa anpil pase kantite sa a e ke quantité sa a pi konsekan pase sa quantité.

source: But we can operate on all of them at the same time, this entire inequality.
ht: Men, nou ka opere sou yo tout nan menm moman an, sa inekwasyon ak tout antye.

source: So what we want to do is multiply this entire inequality by this value right over here.
ht: Se poutèt sa nou vle fè se sa a tout inekwasyon ak valè sa a droit sou isit la.

source: And we just calculated it at that value-- let me write it over here-- that 2.98-- I'll write it right over here-- 2.98 over the square root of 10 is equal to 0.942.
ht: E nou jis calculé li nan valè sa ki fè m' ekri l isit-la ke 2.98 - m' ap ekri li dwat sou isit la ki sou 2.98 sou rasin kare de 10 egal a 0.942.

source: So if I multiplied this entire inequality by 0.942 I get, on this left-hand side over here I have negative 2.262 times 0.942-- and it's a positive number that we're multiplying the whole inequality by, so the inequality signs are still going to be in the same direction-- is less than-- we're multiplying this whole expression by the same expression in the denominator so it'll cancel out.
ht: Se konsa, si mwen miltiye inekwasyon tout sa a pa 0.942 mwen jwenn, sou sa a sou bò gòch bò isit la sou mwen te négatif 2.262 fwa 0.942 - Et li a yon nonb pozitif ki nou ap multipliant inekwasyon tout a bò la, se konsa mirak inekwasyon sont toujou ale nan menm direksyon an ki se mwens ke - nou ap multipliant espresyon tout sa a pa menm bagay la tou espresyon nan piti denominatè se poutèt li ap annuler.

source: So we're just going to be less than 17.17 minus our population mean, which is going to be less than 2.262 times, once again, 0.942.
ht: Se konsa nou jis pral gen mwens ke 17.17 moins nou Popilasyon:, ki pwal gen mwens ke 2.262 toujou, yon fwa ankò, 0.942.

source: Let me scroll over to the right a little bit.
ht: Kite m' faire sou bò dwat yon ti jan.

source: Just be clear, I'm just multiplying all three sides of this inequality by this number right over here.
ht: Jis pou konnen, se mwen menm ki jis multipliant tout twa kote yo de inekwasyon sa a pa dwat sou ici nonm sa a.

source: In the middle this cancels out.
ht: Nan mitan sa annuler deyò.

source: So if I multiply-- I'll just write it over here-- 0.942, 0.942, 0.942.
ht: Se konsa, si mwen eple kou - m ap jis ekri li sou ici-0.942, 0.942, 0.942.

source: This and this is the same number so that's why those cancel out.
ht: Sa e sa se menm nonb se poutèt sa, se poutèt sa annuler.

source: And now let's get the calculator to figure out what these numbers are.
ht: Koulye a Ann obtenir la calculatrice pou evalye sa anpil nan moun sa yo ye.

source: So if we have the 0.942 times 2.262.
ht: Si nou gen 0.942 a tan 2.262.

source: So we're going to say times 2.262 is 2.13.
ht: Se poutèt sa, nou pral di tan 2.262 se 2.13.

source: So this number right over here on the right-hand side is 2.13.
ht: Se poutèt sa a anpil byen sou isit la sou a Angle yo bò kote pa 2.13.

source: This number on the left is just the negative of that.
ht: Nonm sa a sou bò gòch se jis négative de sa.

source: So it's negative 2.13.
ht: Se konsa li se negatif 2.13.

source: And then we still have our inequalities-- is going to be less than 17.17 minus the mean, which is less than 2.13.
ht: E nou toujou gen inegalite nou yo ki pwal mwens ke 17.17 moins vle di, ki se mwens ke 2.13.

source: Now what I want to do is I actually want to solve for this mean.
ht: Koulye a, kisa mwen vle fè se mwen aktyèlman vle bay solisyon pou sa a vle di.

source: And I don't like that negative sign in the mean.
ht: Apre sa, m pa renmen sa negatif siy nan a vle di.

source: I'd rather have this swapped around.
ht: Non mwen sa remplacez nan.

source: I'd rather have the mean minus 17.17.
ht: Mwen ta gen plutôt a: moins 17.17.

source: So what I'm going to do is multiply this entire inequality by negative 1.
ht: Se poutèt sa mwen pral fè se sa a tout inekwasyon pa negatif 1.

source: If you do that, if you multiply the entire thing times negative 1, this quantity right here, this negative 2.13 will become a positive 2.13.
ht: Si ou fè sa, si ou eple kou tout bagay negatif 1, fwa sa a quantité dwa isit la, sa 2.13 negatif pral tounen yon 2.13 pozitif.

source: But since we are multiplying an inequality by a negative number you have to swap the inequality sign.
ht: Men, depi nou sont multipliant inekwasyon ak yon pa yon négatif numéro ou gen pou twoke siy inekwasyon.

source: So this less than will become a greater than.
ht: Se konsa sa a mwens ke sa pral tounen yon pi gwo pase.

source: This negative mu will become a positive mu.
ht: Fò negatif sa a ap tounen yon fò pozitif.

source: This positive 17.17 will become a negative 17.17.
ht: 17.17 Pozitif sa a ap tounen yon negatif 17.17.

source: We're going to have to swap this inequality sign as well, and this positive 2.13 will become a negative 2.13.
ht: Nou pwal gen pou twoke inekwasyon mirak sa a tou, Et 2.13 pozitif sa a ap tounen yon negatif 2.13.

source: And we're almost there.
ht: Apre sa, nou gen prèt pou genyen.

source: We just want to solve for mu.
ht: Nou jis vle pou rezoud pou fò.

source: Have this inequality expressed in terms of mu.
ht: Gen inekwasyon sa a te eksprime fò tèm.

source: So what we can do is now just add 17.17 to all three sides of this inequality, and we are left with 2.13 plus 17.17 is greater than mu minus 17.17 plus 17.17 is just going to be mu, which is greater than-- so this is greater than mu, which is greater than negative 2.13 plus 17.17.
ht: Se konsa, kisa nou kapab fè se koulye a jis ajoute 17.17 tout twa kote yo de sa inekwasyon, e nou ki rete ak 2.13 plus 17.17 se plis pase fò moins 17.17 plis 17.17 jis pwal fò, ki gen plis pouvwa pase - se poutèt sa pi gwo pase fò, ki gen plis pouvwa pase negatif 2.13 plis 17.17.

source: Or a more natural way to write it since we actually have a bunch of greater than signs, that this is actually the largest number and this-- oh sorry, this is actually the smallest number and this over here is actually the largest number, is actually flipped-- you can just re-write this inequality the other way.
ht: Ou yon jan sa fèt toupatou plis pou yo ekri l' depi lè nou gen aktyèlman yon pakèt moun sa pi gran pase mirak, ki aktyèlman se a pi gwo kantite ak sa - o padon, sa se aktyèlman a pi piti nombre Et sa a sou isit la se aktyèlman la plus anpil, aktyèlman retournée-ou ka sèlman re-ekri sa inekwasyon lòt bò.

source: So now we can write-- actually let's just figure out what these values are.
ht: Men koulye a, nou kapab écrire - aktyèlman an nou jis kèk figi soti sa valè sa yo ye.

source: So we have 2.13 plus 17.17.
ht: Se poutèt sa, nou dwe 2.13 plis 17.17.

source: So that is the high end of our range.
ht: Sa se menm bagay la haut de gamme nou.

source: So that is 19.3.
ht: Se poutèt sa se 19.3.

source: So this value right over here, so this is 19-- let me do it in that same color-- this value right here is 19.3 is going to be greater than mu, which is going to be greater than-- and this is negative 2.13 plus 17.17.
ht: Se konsa, valè sa a droit sou isit la, se poutèt sa 19 - pou m' fè l sa a menm koulè - dwat isit la se 19.3 valè sa a se va gen plis pouvwa anpil pase fò, ki pwal pi bèl lontan pase - Et sa se negatif 2.13 plis 17.17.

source: Or we could have 17.17 minus 2.13, which gives us 15.04.
ht: Ou nou te kapab gen 17.17 moins 2.13, ki ban nou 15.04.

source: And remember, the whole thing, all of this, we started with, there was a 95% chance that a random T-statistic will fall in this interval.
ht: Et sonje, tout bagay a, se tout moun sa, nou te kòmanse avèk, te gen yon chans 95% yon o aza T-estatistik ap tonbe nan entèval sa a.

source: We had a random T-statistic, and all we did is a bunch of math.
ht: Nou te gen yon o aza T-estatistik a ak tou sa nou te fè se yon pakèt moun matematik.

source: So there's a 95% chance that any of these steps are true.
ht: Se konsa pa gen yon chans 95% nenpòt nan mezi sa yo p'ap bay manti.

source: So there's a 95% chance that this is true.
ht: Se konsa, pa gen yon chans 95% sa sa a verite.

source: There's a 95% chance that the true population mean, which is the same thing as the mean of the sampling distribution of the sample mean, there's a 95% chance, or that we are confident that there's a 95% chance, that it will fall in this interval.
ht: Se yon 95% chans sa vle di tout bon lane, ki se menm bagay sa tankou: distribisyon D' de echantiyon an vle di, pa gen yon chans 95%, ou nou ye konfidan ke gen yon chans 95%, li p'ap tonbe entèval sa a.

source: And we're done.
ht: E nou ap fè. ...

source: There's nothing subtle about 17th century Dutch genre painting.
ht: Pa gen anyen subtiles sou 17th syèk an jan Olandè an penti.

source: So often we're shown interactions that are wonderfully bawdy and wonderfully explicit.
ht: Se konsa souvan nou ap montre interactions ke yo fò e bèl maison Et fò e bèl klè.

source: There is an exception, however: Jan Vermeer's paintings often are riddles, they give us suggestions of narratives.
ht: Gen yon eksepsyon, sepandan se: peintures Jan Vermeer souvan sont au, yo pa ban nou sigjesyon de récits.

source: And in this painting it's true, we're not really sure exactly what's about to unfold.
ht: Apre sa, nan tablo sa a tout bon, nou pa santi w si reyèlman egzakteman sa ki sou pou se.

source: What we're seeing is a man who is still wearing his hat and outer cloak.
ht: Sa nou wè se yon moun ki toujou pote chapo l' ak mask externe.

source: He stands beside a table with a beautiful carpet on it, and he has his hand on a jug of wine.
ht: Li la a, akote yon tab ak yon bèl kapèt sou li, epi li pa gen men l' sou yon krich diven.

source: He looks like he's ready to refill the young woman's glass.
ht: Li parèt tankou li deja pare pou renouvle en jenn ti madanm lan te.

source: She's got it up to her mouth and she's just finishing it off.
ht: Li te genyen l' moute soti nan bouch li epi li jis finition l'.

source: Well, and he looks impatient to pour her another glass, as though the goal of this whole interaction is to get her drunk.
ht: Geri, epi li parèt kè cho pou vide l' yon lòt verre, tankou lè objektif li ki se entèraksyon tout sa se pou ka fè l' anba gwòg.

source: But across from her, at the window that is ajar, we can actually see a rendering in the stained glass of temperance, of moderation, in a sense an instruction to her to watch her step.
ht: Men an l' nan fennèt la ki ajar, nou kapab wè aktyèlman yon rendu nan vè vitrail moderasyon, de oderasyon, nan yon sans yon kou l ' pou veye l' pa nan.

source: And so the painting is about possibility, it's about her choice, and the man whose face is shadowed by his hat is a little bit sinister in that way.
ht: Se konsa, tablo a se osijè de posibilite, se sou chwa li, epi moun figi ki kouvri ak chapo l' yon ti jan yon dezas nan fason sa.

source: There's a sense of distance between the two figures, a sense that they're not terribly familiar with one another and I almost wonder whether the wine is gonna make that happen.
ht: Se yon sans de distans ant de figi yo, yon sans sa ke yo pa abitye très yonn ak lòt Apre sa, mwen prèt pou Me si diven pwal fè sa rive.

source: One of the reasons that the flirtation doesn't have an opportunity to be represented is because he's in shadow, we can just barely make out his eyes and her eyes are completely obscured by the shine in the beautifully delicate glass that she holds in front of her face.
ht: Youn nan rezon ke flirtation la pa gen yon opòtinite pou repwezante se paske li se nan lonbraj, nou kapab sèlman à fè leve je l Et je l' nèt sont masqués pa a shine nan kalite bodri delika glas li a chaje devan je l.

source: She can't speak now, she's drinking, and she can't even see behind that glass, or at least, we can't see.
ht: Li pa ka pale koulye a, li ap bwè dlo, epi li pa menm wè sa kristal dèyè, ou pi piti, nou pa ka wè.

source: And yet that shine is all about vision, and it's held right at her eyes.
ht: Et encore shine sa se tout sou vizyon, e li te kenbe dwat nan je l.

source: This is an early Vermeer, but already we can see his fascination with soft light: look at the way it infuses the space, comes through that blue curtain and the delicacy that he's lavished on the tonality of the back wall and the other forms in this room, it's just spectacular.
ht: Sa se yon Vermeer byen bonè, men deja nou ka wè l' pasyon tout moun kase: Gade nan wout la li infuses pase, est à sa rido ble Et délicat ke li te lavished sou-la dèyè miray lavil la ak lòt fòm nan chanm sa a koute, li jis gwo.

source: Well, Vermeer is interested in light.
ht: Men, Vermeer te enterese nan limyè.

source: We also have that characteristic geometry in the composition: the square of the window that's open, the rectangle of the frame on the back wall, the square on the back of the chair, and the squares that move back and the perspective on the floor.
ht: Nou gen tou sa caractéristique jeometri nan konpozisyon: gwo lakou a nan fennèt la ki te louvri, Rektang de branka pou pote sou dèyè miray ranpa a, gwo lakou a nan do chèz la, Et carrés ki deplase tounen Et pèspektiv nan afè atè a.

source: There is this kind of checkerboard pattern that does create a clear, structured interior, and then we have objects that are placed askew of that so, you've got the line the window should trace, but the window is open, so that there's a diagonal that interrupts it.
ht: Se sa a jan de damye motif ki kreye yon enteryè klè, structuré, Et lè sa a, nou pran objets sont mis krochi de sa Se konsa, ou menm ki genyen liy lan, fennèt la ta dwe trace, men fennèt la louvri, lè sa a, se yon dyagonal ki interruptions li.
